

print( "რ ე გ ი ს ტ რ ა ც ი ა")

name = input("შეიყვანეთ სახელი:  ")
username = input( "შეიყვანეთ გვარი")
age = input("შიყვანეთ თქვენი ასაკი  ")

print ("თქვენ ხართ " + name  + username )


print(" კ ა ნ კ უ ლ ა ტ ო რ ი")

num1 = input("ჩაწერეთ რაიმე პირველი რიცხვი : ")
num2 = input(" ჩაწერეთ მეორე რიცხვი")
print("მათემატიკური ოპერაციის პასუხები:")
print(num1 + num2 )

#ზევით ახალი რამ ავხსენით input
#input (იგივე შეტანა) output(გამოტანა)
#ჩვენ ამათუიმ ცვლადში (მაგ: name-ში) შევიტანთ მომხმარებლისთვის შეკითქვას ან ჩასაწერს
#რომ თვითონ შეიტანოს თავის ინფორმაცია
