
#რას შვრება  str, int და flloat

# str (string) არის სიმბოლო რომელიც წარმოაჩენს ციფრს ან სიტყვას ტექსტად
#არის ორნაირი string-ი "" და '' (ორმაგი და ერთმაგი)

#int (integer) არის სიმბოლო რომელისაც შეუძილია სტრინგი გახადოს ციფრი (და არა ტექსტი კომპიუტერმა რომ არ აიქვას)

#float არის წილადი როცხვი, ნებისმიერ სტრინგს ანდ ინტეგერს წილადის (მტელების) სახით წარმოადგენს
#______________________________ მაგ:

number= 5
#print("the number is " + 5) #იმის გამო რომ სტრინგი და ინტენჯერი ვერ შეერთდა გაშვებისას ერორს ამოგიგდებთ
print("the number is" + " 5") #ამიტომაც ესე უნდა იყოს დაწერილი 
print("the number is " + str( 5)) #ან ესე

