
#დავალება 1

print ("მოკლე რეგისტრაცია")
birthday_year = int(input("შეიყვანეთ დაბადების წელი: "))
print(f"{birthday_year} თქვენი დაბადების წელი")

#დავალება 2

print ("სახელის შეტანა")
name = input("შეიტანეთ სახელი: ")
print("hello " + name)

#დავალება 3

#concatenation- ნიშნავს ორი რიცხვის ან ტიპების გაერთიანებას, ანუ შერწყმას ერთმანეთში. (როგორც მათემატიკური ოპერაცია )

#დავალება 4

#str (string) - სტრინგი არის მონაცემთა ტიპი რომელიც არის ბრჩხილებში ჩასმული, აღიქვება როგორც ტექსტი

#int (integer) - არის მონაცემთა ტიპი რომელსაც არის ბრჩხილების გარეშე. (str + int = error)

#float - არის მონაცემთა ტიპი რომელიც ათწილადებად არის გამოსახული (float + str/int = error)