'''1) მომხმარებელს შემოატანინეთ რიცხვი და შემდეგ ეს რიცხვი გაამრავლეთ 5-ზე და დაპრინტეთ.

2) გამოიყენეთ ლოგიკური ოპერატორები სადაც ამოწმებთ 2 ცალ პირობას. (and/or)

3) შექმენით ცვლადი და შემდეგ დააბდეითეთ ის ახალი მნიშვნელობით.
'''

#დავალება 1
print("აირჩიეთ ერთერთი რიცხვი: ")
x = input()

print(int(x)* 5 )
print("თქვენი მიღებული პასუხი")

#დავალება 2

davalebis_dawera =False
sajmlis_jama = True
print(davalebis_dawera or sajmlis_jama)
print(davalebis_dawera and sajmlis_jama)

#დავალება 3

x= 5
x= 10
#დავააბდეითე x თავის ახალი მნოშვნელობით
