
#დავალება 1

print(" კანკულატორი")
num1 =float(input("შეიყვანეთ ლირველი რიცხვი: "))
num2 =float(int(input("შეიყვანეთ მეორე რიცხვი")))
print (num1 +num2 )

print("კანკულატორი 2")
num3 =float(input("ჩაწერეთ წილადი: "))
num4 =float(input("ჩაწერეთ მეორე წილადი: "))
print( num3 + num4 )

print("კანკულატორი 3")
num5 = ("ჩაწერეთ რიცხვი: ")
num6 = ("ჩაწერეთ მეორე რიცხვი: ")
print(num5 = num6 )


#დავალება 2

#concatenation- ნიშნავს ორი რიცხვის ან ტიპების გაერთიანებას, ანუ შერწყმას ერთმანეთში. (როგორც მათემატიკური ოპერაცია )

#დავალება 3

#int- არის რიცხვი რომელიც სტრინგისგან განსხვავებით არ არის ჩასმული ბრჭყალებში

#float-არის ათწილადი როცხვის ტიპი 
